Repository: shariqwaseem/adhan-app-ios
Catalog: AthanApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, id, tr

source: %@ in %lld min
ar: %@ بعد %lld دقيقة
id: %@ dalam %lld menit
tr: %@ %lld dk içinde

source: %@ in %lld minutes
ar: %@ بعد %lld دقيقة
id: %@ dalam %lld menit
tr: %@ %lld dakika içinde

source: %@ Prayer
ar: صلاة %@
id: Sholat %@
tr: %@ Namazı

source: %lld hours
ar: %lld ساعة
id: %lld jam
tr: %lld saat

source: %lld minutes
ar: %lld دقيقة
id: %lld menit
tr: %lld dakika

source: %lldh %lldm
ar: %lld س %lld د
id: %lld j %lld m
tr: %lld sa %lld dk

source: %lldh %lldm %llds
ar: %lld س %lld د %lld ث
id: %lld j %lld m %lld d
tr: %lld sa %lld dk %lld sn

source: %lldm %llds
ar: %lld د %lld ث
id: %lld m %lld d
tr: %lld dk %lld sn

source: 1 hour
ar: ساعة واحدة
id: 1 jam
tr: 1 saat

source: About
ar: حول
id: Tentang
tr: Hakkında

source: Alarm
ar: تنبيه

source: Alarm mode plays the full athan sound and bypasses Silent Mode. Requires Alarm permission.
ar: وضع التنبيه يشغل صوت الأذان الكامل ويتجاوز الوضع الصامت. يتطلب إذن التنبيه.
id: Mode alarm memutar suara adzan penuh dan mengabaikan Mode Senyap. Memerlukan izin Alarm.
tr: Alarm modu tam ezan sesini çalar ve Sessiz Modu devre dışı bırakır. Alarm izni gerektirir.

source: Alarm name
ar: اسم التنبيه
id: Nama alarm
tr: Alarm adı

source: Alarm Sound
ar: صوت التنبيه
id: Suara Alarm
tr: Alarm Sesi

source: Aligned with Qibla
ar: متجه نحو القبلة
id: Sejajar dengan Kiblat
tr: Kıbleye yönelik

source: Asr
ar: العصر
id: Ashar
tr: İkindi

source: Asr Calculation
ar: حساب العصر
id: Perhitungan Ashar
tr: İkindi Hesabı

source: Cancel
ar: إلغاء
id: Batal
tr: İptal

source: City
ar: المدينة
id: Kota
tr: Şehir

source: Currently set to %@
ar: الموقع الحالي: %@
id: Saat ini diatur ke %@
tr: Şu anda %@ olarak ayarlı

source: Custom alarm: %@
ar: تنبيه مخصص: %@
id: Alarm kustom: %@
tr: Özel alarm: %@

source: Default
ar: افتراضي
id: Bawaan
tr: Varsayılan

source: Delete Alarm
ar: حذف التنبيه
id: Hapus Alarm
tr: Alarmı Sil

source: Delivery Mode
ar: نمط التسليم
id: Mode Pengiriman
tr: Bildirim Modu

source: Dhuhr
ar: الظهر
id: Dzuhur
tr: Öğle

source: Diyanet İşleri Başkanlığı, Turkey
ar: رئاسة الشؤون الدينية، تركيا
id: Diyanet İşleri Başkanlığı, Turki
tr: Diyanet İşleri Başkanlığı

source: Dubai
ar: دبي

source: Edit Alarm
ar: تعديل التنبيه
tr: Alarmı Düzenle

source: Egyptian General Authority
ar: الهيئة المصرية العامة للمساحة
id: Otoritas Umum Mesir
tr: Mısır Genel Kurumu

source: Fajr
ar: الفجر
id: Subuh
tr: İmsak

source: Fire in 5 seconds
ar: الإطلاق بعد ٥ ثوانٍ
id: Aktifkan dalam 5 detik
tr: 5 saniye içinde tetikle

source: Full athan alarm, bypasses Silent Mode
ar: تنبيه الأذان الكامل، يتجاوز الوضع الصامت
id: Alarm adzan penuh, mengabaikan Mode Senyap
tr: Tam ezan alarmı, Sessiz Modu devre dışı bırakır

source: Hanafi
ar: حنفي
tr: Hanefi

source: High Latitude
ar: خطوط العرض العالية
id: Lintang Tinggi
tr: Yüksek Enlem

source: Home
ar: الرئيسية
id: Beranda
tr: Ana Sayfa

source: Iftar
ar: الإفطار
id: Buka puasa

source: Iftar in %@
ar: الإفطار بعد %@
id: Buka puasa dalam %@
tr: İftara %@

source: Isha
ar: العشاء
id: Isya
tr: Yatsı

source: ISNA (North America)
ar: ISNA (أمريكا الشمالية)
id: ISNA (Amerika Utara)
tr: ISNA (Kuzey Amerika)

source: It's time for %@ prayer
ar: حان وقت صلاة %@
id: Waktu sholat %@ telah tiba
tr: %@ namazı vakti girdi

source: Kuwait
ar: الكويت
tr: Kuveyt

source: Language
ar: اللغة
id: Bahasa
tr: Dil

source: Location
ar: الموقع
id: Lokasi
tr: Konum

source: Maghrib
ar: المغرب
tr: Akşam

source: Method
ar: الطريقة
id: Metode
tr: Yöntem

source: Middle of the Night
ar: منتصف الليل
id: Tengah Malam
tr: Gecenin Ortası

source: Moonsighting Committee
ar: لجنة رؤية الهلال
id: Komite Pengamatan Bulan
tr: Hilal Gözlem Komitesi

source: Muslim World League
ar: رابطة العالم الإسلامي
id: Liga Muslim Dunia
tr: Dünya İslam Birliği

source: Name
ar: الاسم
id: Nama
tr: Ad

source: New Alarm
ar: تنبيه جديد
id: Alarm Baru
tr: Yeni Alarm

source: No custom adhan audio selected. Set a prayer to Alarm mode and choose an adhan sound to test it here.
ar: لم يتم تحديد صوت أذان مخصص. اضبط صلاة على وضع التنبيه واختر صوت أذان لاختباره هنا.
id: Tidak ada audio adzan kustom yang dipilih. Atur sholat ke mode Alarm dan pilih suara adzan untuk mengujinya di sini.
tr: Özel ezan sesi seçilmedi. Bir namazı Alarm moduna ayarlayın ve burada test etmek için bir ezan sesi seçin.

source: No notification
ar: بدون إشعار
id: Tanpa notifikasi
tr: Bildirim yok

source: Notification
ar: إشعار
id: Notifikasi
tr: Bildirim

source: Notification Mode
ar: نمط الإشعارات
id: Mode Notifikasi
tr: Bildirim Modu

source: now
ar: الآن
id: sekarang
tr: şimdi

source: Now
ar: الآن
id: Sekarang
tr: Şimdi

source: Other
ar: أخرى
id: Lainnya
tr: Diğer

source: Prayer
ar: الصلاة
id: Sholat
tr: Namaz

source: Prayer Calculation
ar: حساب الصلاة
id: Perhitungan Sholat
tr: Namaz Hesaplama

source: Pre-Alarm
ar: تنبيه مسبق
id: Pra-Alarm
tr: Ön Alarm

source: Prepare for %@ prayer
ar: استعد لصلاة %@
id: Bersiap untuk sholat %@
tr: %@ namazına hazırlanın

source: Qatar
ar: قطر
tr: Katar

source: Qibla
ar: القبلة
id: Kiblat
tr: Kıble

source: Qibla Direction
ar: اتجاه القبلة
id: Arah Kiblat
tr: Kıble Yönü

source: Ramadan
ar: رمضان
tr: Ramazan

source: Ramadan Day %lld
ar: رمضان اليوم %lld
id: Ramadan Hari ke-%lld
tr: Ramazan %lld. Gün

source: Result
ar: النتيجة
id: Hasil
tr: Sonuç

source: Rings before %@ using the same delivery mode and sound.
ar: يرن قبل %@ باستخدام نفس نمط التسليم والصوت.
id: Berbunyi sebelum %@ menggunakan mode pengiriman dan suara yang sama.
tr: %@ öncesinde aynı bildirim modu ve sesle çalar.

source: Save
ar: حفظ
id: Simpan
tr: Kaydet

source: Search City
ar: بحث عن مدينة
id: Cari Kota
tr: Şehir Ara

source: Settings
ar: الإعدادات
id: Pengaturan
tr: Ayarlar

source: Seventh of the Night
ar: سُبع الليل
id: Sepertujuh Malam
tr: Gecenin Yedide Biri

source: Shia
ar: شيعة
id: Syiah
tr: Şii

source: Shia (Jafari)
ar: الشيعة (الجعفري)
id: Syiah (Jafari)
tr: Şii (Caferi)

source: Silent
ar: صامت
id: Senyap
tr: Sessiz

source: Singapore
ar: سنغافورة
id: Singapura
tr: Singapur

source: Snooze
ar: غفوة
id: Tunda
tr: Ertele

source: Sound
ar: صوت
id: Suara
tr: Ses

source: Standard (Shafi'i, Maliki, Hanbali)
ar: معياري (شافعي، مالكي، حنبلي)
id: Standar (Syafi'i, Maliki, Hanbali)
tr: Standart (Şafii, Maliki, Hanbeli)

source: Standard notification with sound
ar: إشعار عادي مع صوت
id: Notifikasi standar dengan suara
tr: Sesli standart bildirim

source: Stop
ar: إيقاف
id: Berhenti
tr: Durdur

source: Suhoor
ar: السحور
id: Sahur
tr: Sahur

source: Suhoor in %@
ar: السحور بعد %@
id: Sahur dalam %@
tr: Sahura %@

source: Sunni
ar: سنّي
tr: Sünni

source: Sunrise
ar: الشروق
id: Terbit
tr: Güneş

source: System Default
ar: افتراضي النظام
id: Bawaan Sistem
tr: Sistem Varsayılanı

source: Test
ar: اختبار
id: Tes

source: Test Alarm (Default Sound)
ar: اختبار التنبيه (الصوت الافتراضي)
id: Tes Alarm (Suara Bawaan)
tr: Test Alarmı (Varsayılan Ses)

source: Test Alarm with Adhan Audio
ar: اختبار التنبيه بصوت الأذان
id: Tes Alarm dengan Audio Adzan
tr: Ezan Sesiyle Alarm Testi

source: Test Notification
ar: اختبار الإشعار
id: Tes Notifikasi
tr: Bildirim Testi

source: Test Prayer
ar: اختبار الصلاة
id: Tes Sholat
tr: Test Namazı

source: This is a test notification with sound
ar: هذا إشعار تجريبي مع صوت
id: Ini adalah notifikasi uji dengan suara
tr: Bu sesli bir test bildirimidir

source: till %@
ar: حتى %@
id: menuju %@
tr: %@ kala

source: Time
ar: الوقت
id: Waktu
tr: Zaman

source: Time Before
ar: الوقت قبل
id: Waktu Sebelum
tr: Öncesi Süre

source: Triggers a test notification or alarm that fires 5 seconds from now.
ar: يطلق إشعار تجريبي أو تنبيه بعد ٥ ثوانٍ من الآن.
id: Memicu notifikasi uji atau alarm yang aktif 5 detik dari sekarang.
tr: 5 saniye sonra test bildirimi veya alarm gönderir.

source: Twilight Angle
ar: زاوية الشفق
id: Sudut Senja
tr: Alacakaranlık Açısı

source: Type a city name...
ar: اكتب اسم مدينة...
id: Ketik nama kota...
tr: Bir şehir adı yazın...

source: Umm Al-Qura University, Makkah
ar: جامعة أم القرى، مكة
id: Universitas Umm Al-Qura, Mekkah
tr: Ümmü'l-Kura Üniversitesi, Mekke

source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
id: Universitas Ilmu Islam, Karachi
tr: İslami İlimler Üniversitesi, Karaçi

source: Use Current Location
ar: استخدام الموقع الحالي
id: Gunakan Lokasi Saat Ini
tr: Mevcut Konumu Kullan

source: Version
ar: الإصدار
id: Versi
tr: Sürüm

source: Vibrate
ar: اهتزاز
id: Getar
tr: Titreşim
